Repository: ranrinc/GroupButler
Catalog: locales/*.po
Languages: es_es

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has six sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that a user will be warned before being kicked/banned *Antispam*: choose which kind of message you want to forbid (e.g. telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Bonus commands*: `/reportflood [number of messages]/[timeframe]`: set how many times users can use the @admin command within a certain timeframe. `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
es_es: *General configuración del grupo* `/config` o `/` configuración de: administrar la configuración de grupo en privado a partir de una línea de teclado. La línea de teclado tiene seis sub-menús: *Menú*: administrar el grupo más importante la configuración de *Antiflood*: permite activar o desactivar el antiflood, ajustar su sensibilidad y elegir algunos medios de comunicación a ignorar, si desea *Medios de comunicación*: elija la que los medios de comunicación para prohibir en su grupo, y establecer el número de veces que un usuario será advertido antes de ser expulsado/prohibido *Antispam*: elegir el tipo de mensaje que desea prohibir (por ejemplo, el telegrama.me enlaces, los mensajes reenviados de canales) *Registro de canal*: elegir qué actualizaciones se deben registrar *Bono de comandos*: `/reportflood [número de mensajes]/[timeframe]`: cómo establecer el número de veces que los usuarios pueden utilizar el @admin de comando dentro de un plazo determinado. `/dejar`: el bot de abandonar el grupo sin borrar sus datos. Utilice este comando sólo si usted va a agregar el bot para el grupo de nuevo `snap`: generar un archivo de copia de seguridad que puede ser restaurado con `/importar " (enviar el archivo en el grupo y responder a él). `snap` se puede utilizar una vez cada tres días

source: *Log channel informations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
es_es: *Registro de canal de información* Un registro de canal es un _(privado)_ canal donde el bot registro de todos los eventos importantes que ocurren en su grupo. Si desea utilizar esta característica, debe vincular su grupo con un canal con los comandos que se describen a continuación. Todos los eventos, por defecto, están *no registrado*. Los administradores pueden elegir que los eventos de registro de la `/menú de configuración -> `registro de canal". A la par de un canal con un grupo, el *creador del canal* [agregar el bot a la canal de los administradores](telegrama.me/gb_tutorials/4) (de lo contrario no será capaz de publicar), y enviar en el canal de este comando: `/setlog` Entonces, un administrador del grupo debe avanzar en el grupo el mensaje ("`/setlog`") enviado en el canal. *Hecho*! (usted puede encontrar un vídeo-tutorial [here](https://telegram.me/GB_tutorials/8)) Un canal puede ser utilizado como registro de los diferentes grupos. A cambiar su registro de un canal, simplemente repita este proceso con otro canal. `/unsetlog`: eliminar su registro actual canal `/logchannel`: obtener algunas informaciones acerca de su registro de canal, si emparejado

source: *Missing help information!*
es_es: *Falta información de ayuda!*

source: Group info
es_es: Información del grupo

source: Report system
es_es: Sistema de Informes

source: Languages
es_es: Idiomas

source: Group configuration
es_es: Configuración del grupo

source: Warns
es_es: Advertencias

source: Welcome settings
es_es: Configuración de la bienvenida

source: Links whitelist
es_es: Lista Blanca de Enlaces

source: 📢 Bot channel
es_es: Canal del Bot

source: 🌍 Select your language
es_es: Selecciona tu idioma

source: 📕 All the commands
es_es: Todos los comandos

source: Basics
es_es: Uso Básico

source: Admin commands
es_es: Comandos Administrativos

source: Normal users commands
es_es: Comandos para usuarios normales

source: Commands in private
es_es: Comandos para uso en privado

source: Log channel
es_es: Canal de registros de acciones

source: Back
es_es: Regresar

source: [Start me](%s) _to get the list of commands_
es_es: [Start me](%s) _para obtener la lista de comandos_

source: Basic usage
es_es: Uso básico

source: Commands for users (group)
es_es: Comandos para usuarios (en un grupo)

source: Available commands in private
es_es: Comandos disponibles en privado

source: Log channel informations
es_es: Datos del canal de Bitácora

source: Available commands for admins
es_es: Comandos disponibles para administradores

source: Main menu
es_es: Menú principal

source: ❗️ Already there
es_es: ❗️ Ya mostrandose

source: *No link* for this group. Ask the owner to save it with `/setlink [group link]`
es_es: *No hay enlace* para este grupo. Pregunta al propietario para guardarlo con `/setlink [grupo de enlace]`

source: Link *unset*
es_es: Link *eliminado*

source: The link has been set. *Here's the link*: %s
es_es: El enlace ha sido actualizado. *Aquí está el nuevo link*: %s

source: This is not a *public supergroup*, so you need to write the link near `/setlink`
es_es: Este no es un *supergrupo público*, por lo que necesita escribir el enlace de cerca `/setlink`

source: This link is *not valid!*
es_es: Este link es *¡inválido!*

source: The link has been updated. *Here's the new link*: %s
es_es: El enlace ha sido actualizado. *Aquí está el nuevo link*: %s

source: Log every time a user join the group
es_es: Registro de cada vez que un usuario unirse al grupo

source: Bans will be logged. I can't log manual bans
es_es: Los baneos seran registrados. No puedo registrar los baneos manuales

source: Kicks will be logged. I can't log manual kicks
es_es: Las expulsiones seran registradas. No puedo registrar las expulsiones manuales

source: Manual warns will be logged
es_es: Los avisos manuales seran registrados

source: Forbidden media will be logged in the channel
es_es: Los archivos multimedia prohibidos seran registrados en el canal

source: Spam links/forwards from channels will be logged in the channel, only if forbidden
es_es: Enlaces de spams/desde canales seran registrados en el canal, solo si estan prohibidos

source: Log when a user is flooding (new log message every 5 flood messages)
es_es: Registro cuando un usuario es de inundaciones (nuevo mensaje en el registro de cada 5 de inundación de mensajes)

source: Log when an admin changes the group icon
es_es: Log cuando un administrador cambia el icono del grupo

source: Log when an admin deletes the group icon
es_es: Log cuando un admin elimina el icono del grupo

source: Log when an admin change the group title
es_es: Log cuando un admin cambia el título de un grupo

source: Log pinned messages
es_es: Log Mensajes anclados

source: Log when a user who has been blocked is banned from the group on join
es_es: Registro cuando un usuario que ha sido bloqueado está prohibido desde el grupo de unirse

source: Log when an admin removes the warning received by a user
es_es: Registro cuando un administrador elimina la advertencia recibida por un usuario

source: Log when a user reports a message with the @admin command
es_es: Registro cuando un usuario reporta un mensaje con la @admin comando

source: Ban
es_es: Banear

source: Kick
es_es: Expulsar

source: Unban
es_es: Readmitir

source: Tempban
es_es: Expulsion temporal

source: Report
es_es: Reportar

source: Warns resets
es_es: Contador de avisos a cero

source: New members
es_es: Nuevos miembros

source: Media warns
es_es: Aviso por multimedia

source: Spam warns
es_es: Aviso por spam

source: New group icon
es_es: Nuevo icono de grupo

source: Group icon removed
es_es: Icono de grupo eliminado

source: New group title
es_es: Nuevo título del grupo

source: Pinned messages
es_es: Mensajes anclados

source: Users blocked and banned
es_es: Los usuarios bloqueados y banneados

source: Users blocked
es_es: Usuario bloqueado

source: Users unblocked
es_es: Usuario desbloqueado

source: You are not admin of this group
es_es: No eres administrador de este grupo

source: User unbanned!
es_es: Usuario desbaneado!

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged Tap on an option to get further information
es_es: *Seleccione los eventos que se registran en el canal* ✅ = se registrará ☑️ = no se registra Pulse en una opción para obtener más información

source: _Too many requests. Retry later_
es_es: _Demasiadas solicitudes. Intentalo mas tarde_

source: _I need to be admin in the channel_
es_es: _Necesito ser administrador del canal_

source: _Already using this channel_
es_es: _Canal ya en uso_

source: *Log channel added!*
es_es: *Canal de registros añadido!*

source: <i>%s</i> changed its log channel
es_es: <i>%s</i> cambió canal de registro

source: Logs of <i>%s</i> will be posted here
es_es: Los registros de <i>%s</i> serán publicados aquí

source: _Only the channel creator can pair the chat with a channel_
es_es: _Solo el creador del canal puede asociar el chat con un canal_

source: _I'm sorry, only private channels are supported for now_
es_es: _Lo siento, sólo los canales privados son compatibles por ahora_

source: You have to *forward* the message from the channel
es_es: Tienes que *enviar* el mensaje desde el canal

source: _This groups is not using a log channel_
es_es: _Estos grupos no estan usando un canal de registro_

source: *Log channel removed*
es_es: *Canal de registros eliminado*

source: _This group has a log channel saved, but I'm not a member there, so I can't post/retrieve its info_
es_es: _Este grupo tiene un canal de registro guardado, pero no soy miembro ahi, asi que no puedo postear/ver su informacion_

source: <b>This group has a log channel</b> Channel: <code>%s</code>
es_es: <b>Este grupo tiene un canal de registro</b> Canal: <code>%s</code>

source: Video messages
es_es: Mensajes de video

source: Vocal messages
es_es: Mensajes de voz

source: Warnings | %d | kick
es_es: Advertencias | %d | expulsion

source: Warnings | %d | mute
es_es: Advertencias | %d | silencio

source: Warnings | %d | ban
es_es: Advertencias | %d | ban

source: ❌ warning
es_es: ❌ advertencia

source: 🗑 delete
es_es: 🗑 eliminar

source: ✅ allowed
es_es: ✅ permitido

source: Tap on an option on the right to *change the setting* You can use the last lines to change how many warnings the bot should give before kicking/banning/muting someone. The number is not related the the normal `/warn` command. Possible statuses: ✅ allowed, ❌ warning, 🗑 delete. When a media is set to delete, the bot will give a warning *only* when this is the users last warning
es_es: Toca una opcion de la derecha para *cambiar el ajuste* Puesdes usar las ultimas lineas para cambiar cuantas advertencias el bot deberia de dar antes de expulsar/banear/silenciar a alguien. El numero no esta relacionado con el normal comando `/warn`. Posibles estados: ✅ permitido, ❌ advertido, 🗑 borrado. Cuando el multimedia esta en modo borrar, el bot *solo* avisara cuando este sea el ultimo aviso del usuario

source: ⚠️ Tap on the right column
es_es: ⚠️ Toque en la columna de la derecha

source: ⚙ The new value is too low ( < 1)
es_es: ⚙ El nuevo valor es muy bajo ( < 1)

source: ⚙ The new value is too high ( > 12)
es_es: ⚙ El nuevo valor es demasiado alto ( > 12)

source: 👞 New status is kick
es_es: 👞 Nueva situación expulsado

source: 👁 New status is mute
es_es: 👁 Nuevo estado es silenciado

source: 🔨 New status is ban
es_es: 🔨 Nueva situación banneado

source: When enabled, users will be able to report messages with the @admin command
es_es: Cuando está habilitado, los usuarios serán capaces de reportar mensajes con el comando @admin

source: Enable or disable the goodbye message. Can't be sent in large groups
es_es: Habilitar o deshabilitar el mensaje de despedida. No puede ser enviados en grandes grupos

source: Enable or disable the welcome message
es_es: Habilitar o deshabilitar el mensaje de bienvenida

source: When enabled, every time a new welcome message is sent, the previously sent welcome message is removed
es_es: Cuando está activada, cada vez que un nuevo mensaje de bienvenida es enviado, el mensaje de bienvenida anterior es eliminado

source: When enabled, the bot doesn't answer in the group to /dashboard, /config and /help commands (it will just answer in private)
es_es: Cuando está habilitado, el bot no responde en el grupo a /dashboard /configuracion y/comandos de ayuda (respondera en privado)

source: Enable and disable the anti-flood system (more info in the /help message)
es_es: Activar y desactivar el sistema anti-flood (más info en el /mensaje de ayuda)

source: If the welcome message is enabled, it will include an inline button that will send to the user the rules in private
es_es: Si el mensaje de bienvenida está habilitado, se incluyen un botón en línea que enviará al usuario las reglas en privado

source: When someone uses /rules 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
es_es: Cuando alguien usa /rules 👥: el bot respondera en el grupo (siempre, con los administradores) 👤: el bot respondera en privado

source: When someone uses an #extra 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
es_es: Cuando alguien utiliza un #extra 👥: el bot respondera en el grupo (siempre, con los administradores) 👤: el bot respondera en privado

source: Select what the bot should do when someone sends a message with arab characters
es_es: Seleccione lo que el bot debe hacer cuando alguien envía un mensaje con caracteres árabes

source: Bots will be banned when added by normal users
es_es: Los bots seran baneados cuando sean añadidos por usuarios normales

source: Select what the bot should do when someone sends a message with the RTL character, or has it in their name
es_es: Seleccione lo que el bot debe hacer cuando alguien envía un mensaje con la RTL carácter, o la tiene en su nombre

source: Change how many times a user has to be warned before being kicked/banned
es_es: Cambiar el número de veces que un usuario tiene que ser advertido antes de ser expulsado/prohibido

source: Change the action to perform when a user reaches the max. number of warnings
es_es: Cambiar la acción a realizar cuando el usuario llega al máximo. número de advertencias

source: The new value is too high ( > 12)
es_es: El nuevo valor es demasiado alto ( > 12)

source: The new value is too low ( < 1)
es_es: El nuevo valor es muy bajo ( < 1)

source: New action on max number of warns received: ban
es_es: Nueva acción al alcanzar el máximo número de avisos recibidos: ban

source: New action on max number of warns received: mute
es_es: Nueva acción al alcanzar el máximo número de avisos recibidos: silenciar

source: New action on max number of warns received: kick
es_es: Nueva acción al alcanzar el máximo número de avisos recibidos: expulsar

source: Action -> kick
es_es: Acción -> expulsar

source: Action -> ban
es_es: Acción -> banear

source: Action -> mute
es_es: Acción -> silenciar

source: Allowed ✅
es_es: Permitido ✅

source: Welcome
es_es: Bienvenido

source: Goodbye
es_es: Hasta la vista

source: Silent mode
es_es: Modo silencioso

source: Arab
es_es: Árabe

source: Ban bots
es_es: Banear bots

source: Reports
es_es: Reportes

source: Delete last welcome message
es_es: Eliminar el ultimo mensaje de bienvenida

source: Welcome + rules button
es_es: Bienvenida + botón de reglas

source: Clean Service Messages
es_es: Limpiar Mensajes de Servicio

source: 🔨️ ban
es_es: 🔨️ prohibición

source: Warns:
es_es: Advertencias:

source: Action:
es_es: Acción:

source: Manage the settings of the group. Click on the left column to get a small hint
es_es: Administrar la configuración del grupo. Haga clic en la columna de la izquierda para obtener una pequeña sugerencia

source: %s <b>banned</b> for flood!
es_es: %s <b>baneado</b> por flood!

source: %s <b>kicked</b> for flood!
es_es: %s <b>expulsado</b> por flood!

source: %s <b>muted</b> for flood!
es_es: %s <b>silenciado</b> por flood!

source: %s <b>%s</b>: media sent not allowed! ❗️ <code>%d/%d</code>
es_es: %s <b>%s</b>: multimedia enviada no permitida! ❗️ <code>%d/%d</code>

source: %s, this type of media is <b>not allowed</b> in this chat. (<code>%d/%d</code>)
es_es: %s, este tipo de multimedia <b>no se permite</b> en este chat. (<code>%d/%d</code>)

source: %s, this type of media is <b>not allowed</b> in this chat. <i>The next time you will be banned/kicked/muted</i>
es_es: %s, este tipo de multimedia <b>no se permite</b> en este chat. <i>La próxima vez sera banneado/expulsado/silenciado</i>

source: %s <b>kicked</b>: RTL character in names/messages are not allowed!
es_es: %s <b>expulsado</b>: caracteres RTL en nombres/mensajes no permitidos!

source: %s <b>banned</b>: RTL character in names/messages are not allowed!
es_es: %s <b>baneado</b>: caracteres RTL en nombres/mensajes no permitidos!

source: %s <b>muted</b>: RTL character in names/messages are not allowed!
es_es: %s <b>silenciado</b>: caracteres RTL en nombres/mensajes no permitidos!

source: %s <b>kicked</b>: arab/persian message detected!
es_es: %s <b>expulsado</b>: mensaje arabe/persia detectado!

source: %s <b>banned</b>: arab/persian message detected!
es_es: %s <b>baneado</b>: mensaje arabe/persia detectado!

source: %s <b>muted</b>: arab/persian message detected!
es_es: %s <b>silenciado</b>: mensaje arabe/persia detectado!

source: I couldn't find any message generated by <code>/pin</code>.
es_es: No pude encontrar ningún mensaje generado por <code>/pin</code>.

source: Last message generated by <code>/pin</code> ^
es_es: Último mensaje generado por <code>/pin</code> ^

source: The old message generated with <code>/pin</code> does not exist anymore.
es_es: El mensaje de edad generado con <code>/pin</code> no existe más.

source: unknown
es_es: desconocido

source: This bot is based on [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, channel: @otouto), a multipurpose Lua bot. Group Butler wouldn't exist without it. You can contact the owners of this bot using the /groups command. Bot version: %s *Some useful links:*
es_es: Este bot esta basado eb [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, canal: @otouto), un bot Lua multiusos. Group Butler no existiria sin ti. Puedes contactar con los responsables del grupo con el comando /groups Version del bot: %s *Algunos links utiles:*

source: Channel
es_es: Canal

source: Rate me!
es_es: Valóreme!

source: 👥 Groups
es_es: 👥 Grupos

source: You can find the list of our support groups in [this channel](%s)
es_es: Puedes encontrar la lista de nuestros grupos de apoyo en [este canal](%s)

source: 🔙 back
es_es: 🔙 atras

source: When you join a group moderated by this bot, you will receive the group rules in private
es_es: Cuando te unes a un grupo moderado por este bot, usted recibirá las reglas del grupo en privado

source: If enabled, you will receive all the messages reported with the @admin command in the groups you are moderating
es_es: Si está activada, usted recibirá todos los mensajes reportados con el comando @admin en los grupos a los que estas moderando

source: Rules on join
es_es: Reglas al unirse

source: Users reports
es_es: Usuarios reportados

source: Name not available
es_es: Nombre no disponible

source: Change your private settings
es_es: Cambia tus ajuste de privacidad

source: ⚙ Setting applied
es_es: ⚙ Ajustes aplicados

source: • <b>Message reported by</b>: %s (<code>%d</code>)
es_es: • <b>Mensaje reportado por</b>: %s (<code>%d</code>)

source: • <b>Reported message sent by</b>: %s (<code>%d</code>)
es_es: • <b>Mensaje reportado enviado por</b>: %s (<code>%d</code>)

source: • <b>Group</b>: %s
es_es: • <b>Grupo</b>: %s

source: • <b>Group</b>: <a href="%s">%s</a>
es_es: • <b>Grupo</b>: <a href="%s">%s</a>

source: • <a href="%s">Go to the message</a>
es_es: • <a href="%s">Ir al mensaje</a>

source: • <b>Description</b>: <i>%s</i>
es_es: • <b>Descripción</b>: <i>%s</i>

source: Address this report
es_es: Solucciona este reporte

source: _Invalid value:_ number of times allowed (`input: %d`)
es_es: _valor invalido:_ número de veces permitido (`input: %d`)

source: _Invalid value:_ time (`input: %d`)
es_es: _valor invalido:_ tiempo (`input: %d`)

source: *New parameters saved*. Users will be able to use @admin %d times/%d minutes
es_es: *Nuevos parámetros guardados*. Los usuarios serán capaces de utilizar @admin %d veces/%d minutos

source: _Please, do not abuse this command. It can be used %d times every %d minutes_. Wait other %d minutes, %d seconds.
es_es: _Por favor, no abuses de este comando. Puede ser utilizado %d veces cada %d minutes_. Esperar otros %d minutos, %d segundos.

source: _Reported to %d admin(s)_
es_es: _Reportado a %d administradores(s)_

source: You closed this issue and deleted all the other reports sent to the admins
es_es: Has cerrado este problema y eleminado todos los otros reportes enviados a administradores

source: This message is too old (>2 days)
es_es: Este mensaje es muy antiguo (>2 días)

source: ❕ Already (being) adressed
es_es: ❕ Ya (esta siendo) solucionado

source: Close issue
es_es: Problema resuelto

source: %s has/will address this report
es_es: %s ha solucionado/solucionara este reporte

source: This button will delete all the reports sent to the other admins. Tap it again to confirm
es_es: Este botón eliminara todos los informes que se envíados a los otros administradores. Pulse de nuevo para confirmar

source: (issue closed by you)
es_es: (tema cerrado)

source: 🚫 Unknown or non-existent group
es_es: 🚫 Grupo desconocido o inexistente

source: 🚷 You are not a member of this chat. You can't read the rules of a private group.
es_es: 🚷 Usted no es un miembro de este chat. Usted no puede leer las reglas de un grupo privado.

source: Please write something next `/setrules`
es_es: Por favor, escriba algo despues de " /setrules`

source: Rules has been deleted.
es_es: Las reglas han sido eliminadas.

source: New rules *saved successfully*!
es_es: Nuevas reglas *guardado correctamente*!

source: _You (user ID: %d) are in the blocked list_
es_es: _Tu (ID de usuario: %d) esta en la lista de bloqueados_

source: _Admin mode is on: only the bot admin can add me to a new group_
es_es: _Modo administrador: sólo el bot admin puede añadirme a un nuevo grupo_
