Repository: ranrinc/GroupButler
Catalog: locales/*.po
Languages: es_es

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work.
es_es: Hola a todos! Mi nombre es %s, y yo soy un bot hecho para ayudar a los administradores en su duro trabajo.

source: Yay! This group has been upgraded. You are great! Now I can work properly :)
es_es: Yay! Este grupo ha sido actualizado. Eres genial! Ahora puedo trabajar correctamente :)

source: *List of available languages*:
es_es: *Lista de lenguajes disponibles*:

source: You are not an admin
es_es: No eres un administrador

source: English language is *set*
es_es: Spanish language is *set*

source: . Please note that translators are volunteers, and this localization _may be incomplete_. You can help improve translations on our [Crowdin Project](https://crowdin.com/project/group-butler).
es_es: . Por favor, tenga en cuenta que los traductores son voluntarios, y esta localización _puede ser incompleta_. Usted puede ayudar a mejorar las traducciones en nuestro [Crowdin Proyecto](https://crowdin.com/project/group-butler).

source: can't change the chat title/description/icon
es_es: no se puede cambiar el título/descripción/icono del chat

source: can't send messages
es_es: no puede enviar mensajes

source: can't delete messages
es_es: no puede eliminar mensajes

source: can't invite users/generate a link
es_es: no puede invitar a usuarios o generar un enlace

source: can't restrict members
es_es: no puede restringir a miembros

source: can't pin messages
es_es: no puede anclar mensajes

source: can't promote new admins
es_es: no puede promover nuevos administradores

source: can't send photos/videos/documents/audios/voice messages/video messages
es_es: no puede enviar fotos/videos/documentos/audios/mensajes de voz/video mensajes

source: can't send stickers/GIFs/games/use inline bots
es_es: no se puede enviar pegatinas/GIFs/juegos/usor bots en linea

source: can't show link previews
es_es: no puede mostrar vistas previas de enlace

source: 🔄️ Refresh cache
es_es: 🔄️ Refrescar cache

source: Remove warnings
es_es: Eliminar avisos

source: *User ID*: `%d` `Warnings`: *%d* `Media warnings`: *%d* `Spam warnings`: *%d*
es_es: *ID del usuario*: `%d` `Advertencias`: *%d* `Advertencias multimedia`: *%d* `Advertencias por spam`: *%d*

source: Your ID is `%d`
es_es: Tu identificador es: `%d

source: That user has nothing to do with this chat
es_es: Ese usuario no tiene nada que hacer con este chat

source: %s is banned from this group
es_es: %s está baneado de este grupo

source: %s left the group or has been kicked and unbanned
es_es: %s dejó el grupo o ha sido expulsado y baneado

source: %s is an admin
es_es: %s es un admin

source: %s is the group creator
es_es: %s es el creador del grupo

source: %s has nothing to do with this chat
es_es: %s no tiene nada que ver con este chat

source: %s is a chat member
es_es: %s es un miembro del chat

source: %s is a restricted
es_es: %s esta restringido

source: Restrictions: <i>%s</i>
es_es: Restricciones: <i>%s</i>

source: Reply to a user or mention them by username or numerical ID
es_es: Responde a un usuario o mencionalo por su nombre de usuario o ID

source: 📌 Status: `CACHED` ⌛ ️Remaining: `%s` 👥 Admins cached: `%d`
es_es: 📌 Estado: `CACHED` ⌛ ️Restante: `%s` 👥 Administradores cached: `%d`

source: Message N° %d
es_es: Mensaje N° %d

source: You are not allowed to use this button
es_es: No tienes permiso para usar este boton

source: The number of warnings received by this user has been <b>reset</b>, by %s
es_es: El número de avisos recibidos por este usuario ha sido <b>restablecido</b>, por %s

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh (wait %d seconds)
es_es: La lista de administradores ha sido actualizada. Usted debe esperar 10 minutos desde la última actualización (esperar %d segundos)

source: ✅ Updated. Next update in %s
es_es: ✅ Actualizado. Próxima actualización en %s

source: Remove warn
es_es: Eliminar aviso

source: Max number of warnings changed (media).
es_es: Maximo número de advertencias cambiado (multimedia).

source: Max number of warnings changed.
es_es: Maximo número de advertencias cambiado.

source: *Old* value was %d *New* max is %d
es_es: *El anterior* valor fue %d *El nuevo* maximo es %d

source: Yes
es_es: Si

source: Do you want to continue and reset *all* the warnings received by *all* the users of the group?
es_es: ¿Desea continuar y resetear *todas* las advertencias recibidas por *todos* los usuarios del grupo?

source: %s <b>%s</b>: reached the max number of warnings (<code>%d/%d</code>)
es_es: %s <b>%s</b>: ha alcanzado el número máximo de advertencias (<code>%d/%d</code>)

source: %s <b>has been warned</b> (<code>%d/%d</code>)
es_es: %s <b>ha sido advertido</b> (<code>%d/%d</code>)

source: The number of warnings received by this user is already <i>zero</i>
es_es: El número de avisos recibidas por este usuario ya es <i>cero</i>

source: <b>Warn removed!</b> (%d/%d)
es_es: <b>Aviso eliminado!</b> (%d/%d)

source: (Admin: %s)
es_es: (Administradores: %s)

source: Done. All the warnings of this group have been erased by %s
es_es: Hecho. Todas las advertencias de este grupo han sido eliminados por %s

source: _Action aborted_
es_es: _Accion cancelada_

source: Read the rules
es_es: Lee las reglas

source: Hi $name!
es_es: Hola $name!

source: Welcome and...?
es_es: Bienvenido y...?

source: A form of media has been set as the welcome message: `%s`
es_es: Una forma multimedia se ha establecido como el mensaje de bienvenida: `%s`

source: Reply to a `sticker` or a `gif` to set them as the *welcome message*
es_es: Responde a un `sticker` o un `gif` para establecerlos como *mensaje de bienvenida*

source: *Custom welcome message saved!*
es_es: *Mensaje de bienvenida personalizado guardado.*

source: -*empty*-
es_es: -*vacío*-

source: <b>👤 Creator</b> └ %s <b>👥 Admins</b> (%d) %s
es_es: <b>👤 Creador</b> └ %s <b>👥 Administradores De</b> (%d) %s

source: No commands set
es_es: No hay comandos establecidos

source: List of custom commands:
es_es: Lista de comandos personalizados:

source: Current settings for *the group*:
es_es: Configuración actual de *el grupo*:

source: *Language*: %s
es_es: Idioma: %s

source: Welcome message
es_es: Mensaje de bienvenida

source: Goodbye message
es_es: Mensaje de despedida

source: Welcome button
es_es: Boton de bienvenida

source: *Welcome type*: `GIF / sticker`
es_es: *Bienvenida* tipo: `GIF / etiqueta`

source: *Welcome type*: `custom message`
es_es: *Bienvenida* tipo: "mensaje personalizado`

source: *Welcome type*: `default message`
es_es: *Bienvenida* tipo: `mensaje predeterminado`

source: Warns (`standard`): *%s*
es_es: Aviso ("estándar"): *%s*

source: Warns (`media`): *%s*
es_es: Avisos ("multimedia"): *%s*

source: ✅ = _enabled / allowed_
es_es: ✅ = _activado / permitido_

source: 🚫 = _disabled / not allowed_
es_es: 🚫 = _desactivado / prohibido_

source: 👥 = _sent in group (always for admins)_
es_es: 👥 = _enviado en grupo (siempre para los administradores)_

source: 👤 = _sent in private_
es_es: 👤 = _Enviado en privado_

source: @admin command disabled
es_es: El comando @admin esta desactivado

source: Welcome message won't be displayed from now
es_es: El mensaje de bienvenida no se mostrará a partir de ahora

source: Goodbye message won't be displayed from now
es_es: El mensaje de despedida no se mostrará a partir de ahora

source: #extra commands are now available only for administrators
es_es: #los comandos extra ahora están disponibles sólo para los administradores

source: Anti-flood is now off
es_es: Anti-flood desactivado

source: /rules will reply in private (for users)
es_es: /rules seran respondidas por privado (para los usuarios)

source: Silent mode is now off
es_es: El modo silencioso esta desactivado

source: Links preview disabled
es_es: Previsualización de enlaces desactivada

source: Welcome message without a button for the rules
es_es: El mensaje de bienvenida sin un botón para las reglas

source: @admin command enabled
es_es: El comando @admin esta activado

source: Welcome message will be displayed
es_es: El mensaje de bienvenida sera mostrado

source: Goodbye message will be displayed
es_es: El mensaje de despedida sera mostrado

source: #extra commands are now available for all
es_es: #los comandos extra están disponibles ahora para todos

source: Anti-flood is now on
es_es: Anti-flood activado

source: /rules will reply in the group (with everyone)
es_es: /rules sera respondido en el grupo (con todos)

source: Silent mode is now on
es_es: El modo silencioso esta activo

source: Links preview enabled
es_es: Previsualización de enlaces activada

source: The welcome message will have a button for the rules
es_es: El mensaje de bienvenida tendrá un botón para las reglas

source: This setting is enabled, but the goodbye message won't be displayed in large groups, because I can't see service messages about left members
es_es: Este ajuste está habilitado, pero el mensaje de despedida no se muestra en grupos grandes, porque no puedo ver los mensajes de servicio de los usuarios que se van

source: Start me
es_es: Inicia me

source: _Please message me first so I can message you_
es_es: _Por favor enviame un mensaje a mi primero para que yo pueda enviarte mensajes_

source: Someone
es_es: Alguien

source: Reply to a user or mention them
es_es: Responde a un usuario o mencionalo

source: I've never seen this user before. This command works by reply, username, user ID or text mention. If you're using it by username and want to teach me who the user is, forward me one of their messages
es_es: Nunca he visto a este usuario antes. Este comando funciona por respuesta, nombre de usuario, ID de usuario o mencionando el texto. Si la vas a usar por nombre de usuario y quiere enseñarme quién es el usuario, enviame uno de sus mensajes

source: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>User</b>: %s
es_es: #% s (<code>% d /% d </code>), <i>% s </i> •% s • <b> Usuario </b>:% s

source: #%s • %s • <b>User</b>: %s
es_es: #%s • %s • <b>Usuario</b>: %s

source: Get the new photo
es_es: Obten la nueva foto

source: %s • %s • <b>By</b>: %s • <i>Reported to %d admin(s)</i>
es_es: %s • %s • <b>Por</b>: %s • <i>Reporto a %d admin(s)</i>

source: #%s • %s • <b>User</b>: %s [#id%d]
es_es: #% s •% s • <b> Usuario </b>:% s [# id% d]

source: %s • %s • <b>User</b>: %s
es_es: %s • %s • <b>Usuario</b>: %s

source: • <b>Added by</b>: %s [#id%d]
es_es: • <b>Añadido por</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>User</b>: %s [#id%d] • <b>Count</b>: <code>%d/%d</code>
es_es: #%s • <b>Administrador</b>: %s [#id%d] • %s • <b>Usuario</b>: %s [#id%d] • <b>Cuenta</b>: <code>%d/%d</code>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s]
es_es: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Usuario</b>: %s [#id%s]

source: #%s • <b>Admin</b>: %s [#id%s] • %s
es_es: #%s • <b>Administrador</b>: %s [#id%s] • %s

source: • <i>Users involved: %d</i>
es_es: • <i>Usuarios involucrados: %d</i>

source: • <b>User</b>: %s [#id%d]
es_es: • <b>Usuario</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Duration</b>: %d days, %d hours
es_es: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Usuario</b>: %s [#id%s] • <b>Duración</b>: %d días, %d horas

source: #%s • %s • <b>By</b>: %s
es_es: #%s • %s • <b>Por</b>: %s

source: • <b>Action</b>: #%s
es_es: <b>Acción</b>: %s

source: • <b>Reason</b>: <i>%s</i>
es_es: • <b>Razón</b>: <i>%s</i>

source: Go to the message
es_es: Ir al mensaje
