Repository: ranrinc/GroupButler
Catalog: locales/*.po
Languages: es_es

source: An unknown error has ocurred
es_es: Se ha producido un error desconocido

source: I don't have enough permissions to restrict users
es_es: No tengo los permisos necesarios para restringir a usuarios

source: I'm not an admin, I can't kick people
es_es: No soy un administrador, no puedo echar usuarios

source: I can't do that to admins!
es_es: Yo no puedo hacer eso a los administradores!

source: There is no need to unban in a normal group
es_es: No hay necesidad de desbanear en un grupo normal

source: This user is not a chat member
es_es: Este usuario no es miembro del grupo

source: Please input a text
es_es: Por favor, introduzca un texto

source: This message is too long. Max lenght allowed by Telegram: 4000 characters
es_es: Este mensaje es demasiado largo. Máxima longitud permitida por Telegram son: 4000 caracteres

source: One of the inline buttons you are trying to set is missing the URL
es_es: Falta uno de los botones en línea que está intentando configurar y le falta la URL

source: Inline link formatted incorrectly. Check the text between brackets -> \[]() %s
es_es: Enlace en línea formateado incorrectamente. Revisa el texto entre corchetes -> \[]() %s

source: More info [here](https://telegram.me/GB_tutorials/12)
es_es: Más información [Aquí] (https://telegram.me/GB_tutorials/12)

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).
es_es: Este texto rompe la rebaja. Más información sobre el uso adecuado de rebajas [aquí] (https://telegram.me/GB_tutorials/10) y [aquí] (https://telegram.me/GB_tutorials/12).

source: One of the URLs that should be placed in an inline button seems to be invalid (not an URL). Please check it
es_es: Una de las direcciones Url que debe ser colocado en un botón en línea parece ser válida (no una URL). Por favor, compruébela

source: One of the inline buttons you are trying to set doesn't have a name
es_es: Uno de la línea de botones que están tratando de establecer no tienen un nombre

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work. Unfortunately I can't work in normal groups. If you need me, please ask the creator to convert this group to a supergroup and then add me again.
es_es: ¡Hola a todos! Mi nombre es %s, y soy un robot creado para ayudar a los administradores en su arduo trabajo. Des afortunadamente no puedo trabajar en grupos normales. Si me necesita, pida al creador que convierta este grupo en un supergrupo y luego vuelva a agregarme.

source: 🐞 Sorry, a *bug* occurred
es_es: 🐞 Lo siento, un *bug* ha ocurrido

source: banned
es_es: baneado

source: kicked
es_es: Expulsado

source: muted
es_es: Silenciado

source: telegram.me links
es_es: enlaces telegram.me

source: Channels messages
es_es: Mensajes de canales

source: %s %s for <b>spam</b>! (%d/%d)
es_es: %s %s para <b>spam</b>! (%d/%d)

source: %s, spam is not allowed here. The next time you will be restricted
es_es: %s, no permitimos spam aquí. La próxima vez serás restringido

source: %s, this kind of message is not allowed in this chat (<b>%d/%d</b>)
es_es: %s, este tipo de mensaje no está permitido en este chat (<b>%d/%d</b>)

source: telegram.me link
es_es: enlace telegram.me

source: message from a channel
es_es: mensaje de un canal

source: forwards are allowed
es_es: reenvíos están permitidos

source: warn for forwards
es_es: advertencia por reenvíos

source: forwards will be deleted
es_es: los reenvíos serán eliminados

source: links are allowed
es_es: los enlaces estan permitidos

source: warn for links
es_es: advertencia por enlaces

source: links will be deleted
es_es: los enlaces serán eliminados

source: You can't go lower
es_es: No puedes sumar más

source: You can't go higher
es_es: No puedes sumar más

source: New value: %d
es_es: Nuevo valor: %d

source: Allow/forbid telegram.me links
es_es: Permitir/prohibir enlaces telegram.me

source: Allow/forbid forwarded messages from channels
es_es: Permitir/prohibir los mensajes reenviados de canales

source: Set how many times the bot should warn users before kicking/banning them
es_es: Cómo establecer el número de veces que el Bot debe advertir a los usuarios antes de patear/prohibición

source: Description not available
es_es: Descripción no disponible

source: Kick 👞
es_es: Expulsar 👞

source: Ban 🔨
es_es: Banear 🔨

source: Mute 👁
es_es: Silenciar 👁

source: You're no longer an admin
es_es: Ya no eres administrador

source: *Anti-spam settings* Choose which kind of message you want to forbid • ✅ = *Allowed* • ❌ = *Not allowed* • 🗑 = *Delete* When set on `delete`, the bot doesn't warn users until they are about to be kicked/banned/muted (at the second-to-last warning)
es_es: *Configuraciones antispam* Elija qué tipo de mensaje quiere prohibir • ✅ = *Permitido* • ❌ = *No se permite* • 🗑 = *Borrar* Cuando se establece en `Borrar`, el Bot no avisa a los usuarios hasta que están a punto de ser expulsados / eliminados / silenciados (en la última advertencia)

source: _The whitelist was already empty_
es_es: _La lista blanca ya estaba vacía_

source: *Whitelist cleaned* %d links have been removed
es_es: *La lista blanca ha sido depurada* %d enlaces han sido eliminados

source: _I can't find any url in this message_
es_es: _No pude encontrar URLs en este mensaje_

source: %d link(s) will be whitelisted
es_es: %d enlace(s) serán incluidos en la lista blanca

source: %d links were already in the list
es_es: %d enlaces ya estaban en la lista

source: _The whitelist is empty_. Use `/wl [links]` to add some links to the whitelist
es_es: _La lista blanca está vacía_. Usa de `/wl [links]` para añadir algunos enlaces a la lista blanca

source: Whitelisted links:
es_es: Enlaces prohibidos:

source: %d link(s) removed from the whitelist
es_es: %d enlace(s) eliminados de la lista blanca

source: _Whitelist of channels empty_
es_es: _La lista blanca de canales está vacía_

source: *Whitelisted channels:* %s
es_es: *Canales permitidos:* %s

source: _I can't find a channel ID in your message_
es_es: _No pude encontrar un ID de canal en tu mensaje_

source: <i>I'm sorry, this command has been used for the last time less then 3 hours ago by</i> %s (ask them for the file). Wait [<code>%s</code>] to use it again
es_es: <i>lo siento, este comando ha sido utilizado por última vez en menos de 3 horas por</i> %s (pedir el archivo). Esperar [<code>%s</code>] para utilizar de nuevo

source: *Sent in private*
es_es: *Enviado en MPs*

source: Invalid input. Please reply to the backup file (/snap command to get it)
es_es: Entrada no válida. Por favor, responde a la copia de seguridad (utiliza el comando /snap para obtenerlo)

source: Invalid input. Please reply to a document
es_es: Entrada no válida. Por favor, responde a un archivo

source: This is not a valid backup file. Reason: invalid name (%s)
es_es: Este no es un archivo de respaldo válido. Razón: nombre inválido (%s)

source: Download of the file failed with code %s
es_es: Error en la descarga del archivo. Código de error: %s

source: Chat IDs don't match (%s and %s)
es_es: Las IDs de los grupos no coinciden (%s y %s)

source: Import was <b>successful</b>. <b>Important</b>: - #extra commands which are associated with a media must be set again if the bot you are using now is different from the bot that originated the backup.
es_es: La importación fue <b>éxito</b>. <b>Importante</b>: - #comandos extra que están asociados con los medios de comunicación se debe establecer de nuevo si el robot está utilizando ahora es diferente, desde el bot que originó la copia de seguridad.

source: Use -/+ to edit the value, then select a timeframe to temporary ban the user
es_es: Usa +/- para modificar el valor, a continuación, selecciona un periodo de tiempo para banear temporalmente al usuario

source: %s kicked %s!
es_es: ¡%s expulsó a %s!

source: %s banned %s!
es_es: ¡%s baneó a %s!

source: _Use this command in reply to a forwarded message_
es_es: _Usa este comando en respuesta a un mensaje reenviado_

source: _An admin can't be unbanned_
es_es: _Los administradorers no pueden ser desbaneados_

source: This user is not banned!
es_es: Este usuario no está prohibido!

source: %s unbanned by %s!
es_es: %s legalizara por %s!

source: Tap on the -/+ buttons to change this value. Then select a timeframe to execute the ban
es_es: Pulsa los botones -/+ para cambiar este valor. A continuación, selecciona un periodo de tiempo para ejecutar el baneo

source: You can't set a lower value
es_es: No se puede establecer un valor inferior

source: Stop!!!
es_es: ¡¡¡Para!!!

source: hours
es_es: horas

source: days
es_es: días

source: minutes
es_es: minutos

source: User banned for %d %s
es_es: Usuario baneado por %d %s

source: 🛠 Menu
es_es: 🛠 Menú

source: 🌈 Media
es_es: 🌈 Multimedia

source: 📥 Log channel
es_es: 📥 Canal para la Bitácora

source: ⛔️ Default permissions
es_es: ⛔️ Permisos por defecto

source: <i>Change the settings of your group</i>
es_es: <i>Cambiar la configuración de su grupo</i>

source: _I've sent you the keyboard via private message_
es_es: _Te he enviado el teclado por mensaje privado_

source: ✅ | ON
es_es: ✅ | ACTIVADO

source: ❌ | OFF
es_es: ❌ | DESACTIVADO

source: 👞 kick
es_es: 👞 patada

source: 🔨 ban
es_es: 🔨 prohibición

source: 👁 mute
es_es: 👁 silencio

source: Texts
es_es: Textos

source: Forwards
es_es: Mensajes reenviados

source: Stickers
es_es: Pegatinas

source: Images
es_es: Imágenes

source: - *Status*: `%s`
es_es: - **: `% s`

source: - *Action* to perform when a user floods: `%s`
es_es: - *Acción * a ejecutar cuando un usuario inunda de mensajes: `%s`

source: - Number of messages allowed *every 5 seconds*: `%d`
es_es: - Número de mensajes permitidos *cada 5 segundos*: `%d`

source: - *Ignored media*: %s
es_es: - *Ignorar medios*: %s

source: Settings
es_es: Configuración

source: Admins
es_es: Administradores

source: Rules
es_es: Reglas

source: Extra commands
es_es: Comandos extras

source: Flood settings
es_es: Configuración de flujo de mensajes

source: Media settings
es_es: Configuración de medios

source: Navigate this message to see *all the info* about this group!
es_es: ¡Navega este mensaje para ver *toda la información* acerca de este grupo!

source: _I've sent you the group dashboard via private message_
es_es: _Te envié las configuraciones del grupo en DMs_

source: 🚫 This group does not exist
es_es: 🚫 Este grupo no existe

source: 🚷 You are not a member of the chat. You can't see the settings of a private group.
es_es: 🚷 No eres miembro de este chat. No puedes ver la configuración de un grupo privado.

source: ℹ️ Group ► Settings
es_es: ℹ️ Grupo ► Configuración

source: ℹ️ Group ► Rules
es_es: ℹ️ Grupo ► Reglas

source: I got kicked out of this group 😓
es_es: Me echaron de este grupo 😓

source: ℹ️ Group ► Admin list
es_es: ℹ️ Grupo ► Administrador de la lista

source: ℹ️ Group ► Extra
es_es: ℹ️ Grupo ► Extra

source: ℹ️ Group ► Flood
es_es: ℹ️ Grupo ► Inundación

source: Documents
es_es: Documentos

source: Voice Messages
es_es: Mensajes de voz

source: Links
es_es: Enlaces

source: Music
es_es: Música

source: Contacts
es_es: Contactos

source: Games
es_es: Juegos

source: Locations
es_es: Ubicaciones

source: Venues
es_es: Lugares

source: *Current media settings*:
es_es: *Ajustes actuales de contenido multimedia*:

source: ℹ️ Group ► Media
es_es: ℹ️ Grupo ► Contenido multimedia

source: Permission to send messages. If disabled, the user won't be able to send any kind of message
es_es: Permiso para enviar mensajes. En caso de estar desactivado, el usuario no será capaz de enviar cualquier tipo de mensaje

source: Permission to send media (audios, documents, photos, videos, video notes and voice notes). Implies the permission to send messages
es_es: Permiso para enviar multimedia (audios, documentos, fotos, vídeos, notas y notas de voz). Implica el permiso para enviar mensajes

source: Permission to send other types of messages (GIFs, games, stickers and use inline bots). Implies the permission to send medias
es_es: Permiso para enviar otros tipos de mensajes (GIFs, juegos, stickers y el uso en línea de los bots). Implica el permiso para enviar contenido multimedia

source: When disabled, user's messages with a link won't show the web page preview
es_es: Cuando está desactivado, los mensajes que un usario envíe que contengan un enlace no mostraran la vista previa de página web

source: Send messages
es_es: Enviar mensajes

source: Send media
es_es: Enviar contenido multimedia

source: Send other types of media
es_es: Enviar otros tipos de contenido multimedia

source: Show web page preview
es_es: Mostrar vista previa de páginas web

source: *Default permissions* From this menu you can change the default permissions that will be granted when a new member join. _Only the administrators with the permission to restrict a member can access this menu._ Tap on the name of a permission for a description of what kind of messages it will influence.
es_es: *Permisos por defecto* Desde este menú, puedes cambiar los permisos por defecto que serán otorgados cuando un nuevo miembro se una. _Solo los administradores con el permiso para restringir miembros puede acceder a este menú._ Pulsa el nombre de un permiso para una descripción de qué tipo de mensajes influenciará.

source: Setting saved, but I can't edit the buttons because you are too fast! Wait other %d seconds
es_es: Configuración guardada, pero no puedo editar los botones porque ¡tu eres demasiado rápido! Espera %d segundos

source: This media has been saved as a response to %s
es_es: Este medio ha sido guardado como una respuesta a %s

source: Command '%s' saved!
es_es: ¡El comando '%s' fue guardado correctamente!

source: Commands deleted: `%s`
es_es: Comandos borrados: `%s`

source: Commands not found: `%s`
es_es: Comandos no encontrados: `%s`

source: _Please_ [start me](%s) _so I can send you the answer_
es_es: _Porfavor_ [iniciame](%s) _así puedo enviarte la respuesta_

source: ⚖ Current sensitivity. Tap on the + or the - to change it
es_es: ⚖ Sensibilidad actual. Pulse en + o - para cambiarlo

source: Choose which media must be ignored by the antiflood (the bot won't consider them). ✅: ignored ❌: not ignored
es_es: Escoga que medios deben ser omitidos por el antiflujo (el bot no lo tendrá en cuenta). ✅: se omite ❌: no se omite

source: 👞️ kick
es_es: 👞️ expulsar

source: 🔨 ️ban
es_es: 🔨 ️banear

source: Flooders will be banned
es_es: Los flooders serán baneados

source: Flooders will be kicked
es_es: Los flooders serán expulsados

source: Flooders will be muted
es_es: Los flooders serán silenciados

source: %d is not a valid value!
es_es: ¡%d no es un valor válido!

source: You can manage the antiflood settings from here. It is also possible to choose which type of messages the antiflood will ignore (✅)
es_es: Puedes administrar la configuración del antiflood desde aquí. También es posible elegir el tipo de mensajes que el antiflood va a ignorar (✅)

source: Antiflood settings
es_es: Configuración del antiflood

source: ❎ [%s] will be ignored by the anti-flood
es_es: ❎ [%s] será ignorado por el antiflood

source: 🚫 [%s] won't be ignored by the anti-flood
es_es: 🚫 [%s] no será ignorado por el antiflood

source: In this menu you will find all the available commands
es_es: En este menú encontraremos todos los comandos disponibles

source: Hello %s 👋🏼, nice to meet you! I'm Group Butler, the first administration bot using the official Bot API. *I can do a lot of cool stuffs*, here's a short list: • I can *kick or ban* users • You can use me to set the group rules • I have a flexible *anti-flood* system • I can *welcome new users* with a customizable message, or if you want with a gif or a sticker • I can *warn* users, and ban them when they reach the maximum number of warnings • I can also warn, kick or ban users when they post a specific media …and more, below you can find the "all commands" button to get the whole list! I work better if you add me to the group administrators (otherwise I won't be able to kick or ban)!
es_es: ¡Hola %s 👋🏼, un gusto de conocerte! Yo soy Group Butler, el primer bot administrativo usando el API oficial de bots de Telegram. **Puedo hacer un montón de cosas guays**, aquí una breve lista: • Puedo **expulsar o banear** usuarios • Puedes usarme para establecer las **reglas del grupo** • Tengo un flexible sistema **antiflood** • Puedo dar la **bienvenida a los nuevos usuarios** con un mensaje personalizable, o si quieres con un gif o un sticker • Puedo **advertir** a los usuarios, y banearlos cuando se alcance el número máximo de advertencias • También puedo advertir, expulsar o banear a los usuarios cuando publican un contenido multimedia específico ... y más, ¡abajo tu puedes encontrar el botón "Todos los comandos" para obtener la lista completa! Trabajo mejor si me agregas como administrador del grupo (¡de lo contrario no voy a ser capaz de expulsar o banear!)!

source: This bot works only in supergroups. To work properly, [it needs to be admin in your group](https://telegram.me/GroupButler_ch/104), so it can kick or ban people if needed. Only the group owner can promote it :) You can use `/, ! or #` to trigger a command. Group Butler saves the adminlist of a group in its databse to avoid to send too many requests to Telegram. This list is updated every 5 hours, so there could be some differences between who the bot thinks are the admins and who the admins actually are, if during the 5 hours timeframe some users have been promoted/demoted. It's possible to force the bot to update its adminlist with `/cache`. Remember: you have to use commands *in the group*, unless they are specifically designed for private chats (see "private" tab).
es_es: Este bot solo funciona en supergrupos. Para su correcto funcionamiento, [necesita ser administrador en el grupo](https://telegram.me/GroupButler_ch/104), para que pueda expulsar o banear si es necesario. Solo el administrador del grupo puede hacerlo administrador :) Puedes usar `/, ! or #` para ejecutar un comando. Group Butler guarda la lista de administradores en su base de datos para evitar enviar demasiadas peticiones a Telegram. Esta lista es actualizada cada 5 horas, así que puede haber algunas diferencias entre quien cree el bot que son los administradores y quienes son en realidad, si durante las 5 horas entre actualizaciones algunos usuarios han sido promovidos/degradados. Es posible forzar la actualización de la lista de administradores con `/cache`. Recuerda: tienes que usar comandos *en el grupo*, a menos que estén específicamente diseñados para los chats privados (mira la pestaña "privado").

source: *Commands that work in private*: • `/mysettings`: show a keyboard that allows you to change your personal settings, such as choosing if receive the rules in private when you join a group or if receive reports made with the `@admin` command • `/echo [text]` : the bot will send the text back, formatted with markdown • `/about` : show some useful informations about the bot • `/groups` : show the list of the discussion groups • `/id`: get your id • `/start` : show the initial message • `/help` : show this message
es_es: *Comandos que funcionan en privado*: • `/mysettings`: muestra un teclado que te permite cambiar tus ajustes personales, como decidir si recibir las normas en privado cuando cuando te unes a un grupo o si recibir los reportes hechos con el comando `@admin` • `/echo [text]` : the bot will send the text back, formatted with markdown • `/about` : muestra información util sobre este bot • `/groups` : muestra la lista de grupos de discursión • `/id`: muestra tu id • `/start` : muestra el mensaje inicial • `/help` : muestra este mensaje

source: *Commands available for every user in a group*: • `/dashboard`: see all the informations about the group • `/rules`: show the group rules • `/adminlist`: show the administrators of the group • `/help`: receive the help message • `!kickme`: the bot will kick you *Note*: `/dashboard`, `/adminlist` and `/staff` always reply in private. If the bot is unable to reach a user, it will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command
es_es: *Los comandos disponibles para cada usuario en un grupo*: • `/dashboard": ver todas las informaciones sobre el grupo • `/rules": mostrar el grupo de reglas • `/adminlist`: mostrar los administradores del grupo • `/help: para recibir el mensaje de ayuda • `!kickme`: el bot te echará del grupo *Nota*: `/dashboard`, `/adminlist`, `/modlist` y `/staff' contesta siempre en privado. Si el bot es incapaz de llegar a un usuario, se le pedirá en el grupo para que el usuario pueda iniciar el bot, pero sólo si _silent mode_ está apagado. Con `rules`, el bot siempre responde en el grupo de administradores, pero con usuarios normales se envía el mensaje en el grupo o en privado, de acuerdo a la configuración del grupo. • `@admin` (en respuesta): informa con un mensaje a los administradores del grupo (el bot responderá en privado). Esta capacidad puede ser desactivada en la configuración de grupo. Se puede añadir una descripción del informe. Los administradores necesitan dar sus permiso para recibir los informes de los usuarios, usando el comando`/mysettings`

source: *Admins: info about the group* • `/setrules [group rules]`: set the new regulation for the group (the old will be overwritten). • `/setrules -`: delete the current rules. *Note*: the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel • `/setlink [link|-]`: set the group link, so it can be re-called by other admins, or unset it. If you are going to use it in a public supergroup, you do not need to append the group link. Just send `/setlink` • `/link`: get the group link, if already set. • `/msglink`: get the link to a message. Works only in public supergroups *Note*: the bot can recognize valid group links. If a link is not valid, you won't receive a reply.
es_es: *Administradores: info sobre el grupo* • `/setrules [reglas de grupo]`: establece el nuevo reglamento para el grupo (el antiguo se sobrescribe). • `/setrules -`: eliminar las reglas actuales. *Nota*: tags compatible. Si el texto enviado rompe el tag, el bot le notificará que algo está mal. Para un uso correcto de los tags, marque [este post](https://telegram.me/GroupButler_ch/46) en el canal • `/setlink [link|-]`: establecer el enlace del grupo, por lo que pueden volver a ser llamado por otros administradores, o deshacer. Si se va a usar en un público supergrupo, no es necesario añadir el enlace del grupo. Sólo tienes que enviar `/setlink` • `/link`: obtener el enlace del grupo, si ya establecidos. • `/msglink`: obtener el enlace a un mensaje. Sólo funciona en público supergroupos *Nota*: el robot puede reconocer enlaces de grupos válidos. Si un enlace no es válido, no se recibe una respuesta.
