Repository: ranrinc/GroupButler
Catalog: locales/*.po
Languages: es_es

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about a user. Kicked people can join back, banned people can't. Banned users are added to the group's blacklist. It's possible to blacklist users even if they are not part of the group. Only the administrators who have the permission to restrict users can use these commands, but `/status` can be used by all the admins. • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [by reply|username|id|text mention]`: ban a user for a specific amount of time. Use the returned keyboard to ban the user. Pass a value on a new line to use it as starting value. When a ban expires, the user won't be added back. Check the Telegram's restricted users list for pending unbans. • `/fwdban [by reply]`: ban the original sender of a forwarded message. • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|restricted|kicked/left the chat|banned|admin/creator|never seen)`. Will also show the permissions the user *doesn't* have. *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
es_es: *Banhammer poderes* Un conjunto de comandos que permiten a los administradores hacer kick y ban a personas de un grupo, y obtener información acerca de un usuario. kick a las personas pueden unirse de nuevo, ban a la gente no pueden volver. ban a los usuarios se agregan a la lista negra. Es posible añadir la lista negra de usuarios, incluso si no son parte del grupo. Sólo los administradores que han de tener el permiso para restringir los usuarios pueden utilizar estos comandos, pero `/estado " puede ser utilizado por todos los administradores. • `/kick [por respuesta|nombre de usuario|id|texto mencionar]`: expulsar a un usuario del grupo. • `/ban [por respuesta|nombre de usuario|id|texto mencionar]`: prohibir a un usuario del grupo. • `/tempban [por respuesta|nombre de usuario|id|texto mencionar]`: bloquear a un usuario para una cantidad específica de tiempo. El uso devuelve el teclado para prohibir el usuario. Pasar un valor en una nueva línea para utilizar como valor de partida. Cuando una prohibición expira, el usuario no se añade de nuevo. Compruebe en Telegram restringido de usuarios de la lista de pendientes unbans. • `/fwdban [respuesta]`: ban del remitente original de un mensaje reenviado. • `/unban [por respuesta|nombre de usuario|id|texto mencionar]`: unban el usuario del grupo. • `/usuario [por respuesta|nombre de usuario|id|texto mencionar]`: muestra el número de veces que el usuario ha sido baneado *en todos los grupos*, y los avisos recibidos. • `/estado de [nombre de usuario|id]`: mostrar el estado actual del usuario " (miembro de la|restringido|kick/izquierda el chat|ban|administrador/creador|nunca visto)`. también mostrará los permisos de usuario *no* tienen. *Antiflood* La "antiflood" es un sistema que se auto-elimina a la gente que enviar muchos mensajes consecutivos en un grupo. Si, el antiflood sistema de kick/ban como flooders. • `/config` comando, entonces `antiflood` botón: administrar la configuración de inundación en privado, con una línea de teclado. Usted puede cambiar la sensibilidad, la acción (kick/ban) a realizar, e incluso algunas excepciones.

source: *Reports settings* `@admin` is an useful command to let users report some messages to the group admins. A reported message will be forwarded to the available admins. • `/config` command, then `menu` button: here you can find an option, "Report". If turned on, users will be able to use the `@admin` command. Only admins who accepted to receive reports (with `/mysettings` command) will be notified • `/mysettings` (in private): from here, you can choose if receive reports or not *Note*: admins can't use the `@admin` command, and users can't report admins with it.
es_es: *Reportes configuración* `@admin` es un comando muy útil para permitir a los usuarios reportar algunos mensajes a los administradores de grupo. Un mensaje reportado le será enviado a los administradores. • `/config` comando, entonces el botón `menú`: aquí usted puede encontrar una opción "Reportar". Si esta activado, los usuarios serán capaces de utilizar el `@admin` comando. Sólo los administradores que aceptaron recibir informes (con `/mysettings` comando) será notificado • `/mysettings` (en privado): a partir de aquí, usted puede elegir si recibir los reportes o no *Nota*: los administradores no pueden usar el `@admin` comando, y los usuarios no pueden reportar de los administradores con ella.

source: *Welcome/goodbye settings* • `/config`, then `menu` tab: receive in private the menu keyboard. You will find an option to enable/disable welcome/goodbye messages. *Note*: goodbye messages don't work in large groups. This is a Telegram limitation that can't be avoided. *Custom welcome message*: • `/welcome Welcome $name, enjoy the group!` Write after `/welcome` your welcome message. `/goodbye` works in the same way. You can use some placeholders to include the name/username/id of the new member of the group Placeholders: `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *Note*: `$name`, `$surname`, and `$title` may not work properly within markdown markup. *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`. Same goes for `/goodbye`
es_es: *Bienvenida/despedida de configuración* • `/config`, después `menú`: recibir, en privado, el menú del teclado. Usted encontrará una opción para activar/desactivar la bienvenida/despedida de los mensajes. *Nota*: adiós a los mensajes no funcionan en grupos grandes. Este es una limitación de Telegram que no puede ser evitada. *mensaje de bienvenida*: • `/welcome $name, disfrutar de el!` Escribir después de `/welcome` a tu mensaje de bienvenida. `/goodbye` funciona de la misma manera. puede utilizar algunos marcadores de posición para incluir el nombre/nombre de usuario/id de la nueva miembro del grupo Marcadores de posición: `$username`: _será reemplazado con el username_ `$name`: _será reemplazado con el nombre_ `$id`: _será reemplazado con el id_ `$title`: _será reemplazado con el grupo title_ `$surname`: _será reemplazado por el apellido del usuario_ `$rules`: _será sustituido por un enlace a las normas del grupo. Por favor leer_[here](https://telegram.me/GroupButler_beta/26) _ ¿cómo usarlo, o se producirá un error de sure_ *Nota*: `$name`, `$surname`, y `$title` puede que no funcione correctamente dentro de los tags. *GIF/pegatina como mensaje de bienvenida* puede utilizar un particular gif/pegatina como mensaje de bienvenida. Para establecer, en respuesta a los gif/etiqueta engomada de la que desea establecer como mensaje de bienvenida con `/welcome`. Lo mismo va para `/goodbye`

source: *Whitelist settings* As you may know, the bot can warn/kick/ban who sends a telegram.me link (antispam settings) or any other link (media settings). The whitelist is a list of links that will be ignored by the bot. If users send a whitelisted link, they won't be warned or kicked. `/whitelist [link(s)]` or `/wl [link(s)]`: add one or more links to the whitelist. `/unwhitelist [link(s)]` or `/unwl [link(s)]`: remove one or more links from the whitelist. `/whitelist` or `/wl`: get the whitelist. `/whitelistl -` or `/wl -`: empty the whitelist. When the group link is saved with `/setlink`, it gets automatically added to the whitelist. *Why links are saved without* _https://_ *and* _www_*?* The bot auto-removes _https://, http:// and www_ from every link to reduce the possibility of having the same link saved twice.
es_es: *Configuración de la lista blanca* Como usted puede saber, el bot puede advertir/kick/ban que envía un mensaje con un enlace (configuración antispam) o cualquier otro enlace (configuración de media). La lista blanca es una lista de enlaces que será ignorado por el bot. Si los usuarios envían un enlace incluido en la lista blanca, no se les advertirá. `/whitelist [link(s)]` o `/wl [link(s)]`: agregar uno o más enlaces a la lista blanca. `/unwhitelist [link(s)]` o `/unwl [link(s)]`: eliminar uno o más de los enlaces de la lista blanca. `/lista blanca` o `/wl`: obtener la lista blanca. `/whitelistl -` o `/wl -`: vacía la lista blanca. Cuando el grupo de enlace se guarda con `/setlink`, se pone automáticamente añadido a la lista blanca. *¿por qué los enlaces se guardan sin* _https://_ *y* _www_*?* El bot auto-elimina _https://, http:// y www_ de cada enlace para reducir la posibilidad de tener el mismo enlace salvado dos veces.

source: *Extra commands* #extra commands are a smart way to save your own custom commands. • `/extra [#trigger] [reply]`: set a reply to be sent when someone writes the trigger. _Example_ : with "`/extra #hello Good morning!`", the bot will reply "Good morning!" each time someone writes #hello. You can reply to a media (_photo, file, vocal, video, gif, audio_) with `/extra #yourtrigger` to save the #extra and receive that media each time you use # command • `/extra list`: get the list of your custom commands. • `/extra del [#trigger]`: delete the trigger and its message. *Note:* the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel. Now supports placeholders. Check the "welcome" tab for the list of the available placeholders
es_es: *Comandos Extra* #comandos extra son una forma inteligente de ahorrar sus propios comandos personalizados. • `/extra [#trigger] [reply]": crear una respuesta para ser enviados cuando alguien escribe el gatillo. _Example_ : con "`/extra #hola Buenos días!`", el bot de respuesta "Buenos días!" cada vez que alguien escribe #hola. puede responder a un medio de comunicación (_photo, archivo, voz, video, gif, audio_) con `/extra #yourtrigger " para guardar la #extra y recibir que los medios de comunicación cada vez que utilice # comando • `/lista adicional`: obtener la lista de comandos personalizados. • `/extra del [#trigger]`: eliminar el gatillo y su mensaje. * * * * Nota:* la deducción es compatible. Si el texto enviado rompe el de las rebajas, el bot le notificará que algo está mal. Para un uso correcto de las rebajas, marque [este post](https://telegram.me/GroupButler_ch/46) en el canal. Ahora soporta marcadores de posición. Compruebe la ficha de "bienvenida" para la lista de los marcadores de posición

source: *Warns* Warn are made to keep the count of the admonitions received by a user. Once users have been warned for the defined number of times, they are kicked/banned by the bot. There are two different type of warns: - _normal warns_, given by an admin with the `/warn` command - _automatic warns_ (read: media warns and spam warns), given by the bot when someone sends a media that is not allowed in the chat, or spams other channels or telegram.me links. • `/warn [by reply]`: warn a user • `/sw`: you can place a `/sw` (_"silent warn"_) everywhere you want in your message. The bot will silently count the warn, but won't answer in the group unless the user reached the max. number of warnings. • `/nowarns [by reply]`: reset the warns received by a user (both normal and automatic warns). • `/warnmax [number]`: set the max number of the warns before the kick/ban. • `/warnmax media [number]`: set the max number of the warns before kick/ban when an unallowed media is sent. How to see how many warns a user has received (or to reset them): `/user` command. How to change the max. number of warnings allowed: `/config` command, then `menu` button. How to change the max. number of warnings allowed for medias: `/config` command, then `media` button. How to change the max. number of warnings allowed for spam: `/config` command, then `antispam` button.
es_es: *Advierte* Advertir están hechas para mantener el recuento de las amonestaciones recibidas por un usuario. Una vez que los usuarios han sido advertidos por el número definido de veces, son patadas/prohibido por el bot. Hay dos tipos de alerta: - _normal warns_, dada por un administrador con el `/warn` comando - _automatic warns_ (leer: los medios de comunicación nos advierte y spam advierte), dado por el bot, cuando alguien envía un medio de comunicación que no está permitido en el chat, o spams otros canales o telegrama.me vínculos. • `/warn [respuesta]`: advertir a un usuario • `/sw`: se puede colocar un `/sw` (_"silencio advertir"_) en todas partes que usted desea en su mensaje. El bot en silencio recuento de la advertencia, pero no de la respuesta en el grupo a menos que el usuario alcanza el máximo. número de advertencias.• `/nowarns [respuesta]`: restablecer la advierte recibido por un usuario (normal y automático advierte). • `/warnmax [number]`: establecer el máximo número de avisa antes de que el kick/ban. • `/warnmax medios de comunicación [number]`: establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.restablecer la advierte recibido por un usuario (normal y automático advierte). • `/warnmax [number]`: establecer el máximo número de avisa antes de que el kick/ban. • `/warnmax medios de comunicación [number]`: establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.restablecer la advierte recibido por un usuario (normal y automático advierte). • `/warnmax [number]`: establecer el máximo número de avisa antes de que el kick/ban. • `/warnmax medios de comunicación [number]`: establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.establecer el máximo número de avisa antes de que el kick/ban. • `/warnmax medios de comunicación [number]`: establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.establecer el máximo número de avisa antes de que el kick/ban. • `/warnmax medios de comunicación [number]`: establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.establecer el máximo número de avisa antes de kick/ban cuando un unallowed medios de comunicación se envía. Cómo ver cuántos advierte de que un usuario ha recibido (o restablecer): `/usuario` comando. Cómo cambiar el max. número de advertencias permitidos: `/config` comando, entonces el botón `menú`. Cómo cambiar el max. número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.número de advertencias permitido para los medios de comunicación: `/config` de comandos, a continuación, `medios de comunicación` botón. Cómo cambiar el max. número de advertencias permitido el spam: `/config` comando, entonces `antispam` botón.

source: *Pinning messages* The "48 hours limit" to edit your own messages doesn't apply to bots. This command was born from the necessity of editing the pinned message without sending it again, maybe just to change few things. So with `/pin` you can generate a message to pin, and edit it how many times you want. • `/pin [text]`: the bot will send you back the text you used as argument, with markdown. You can pin the message and use `/pin [text]` again to edit it • `/pin`: the bot will find the latest message generate by `/pin`, if it still exists • `/newpin [text]`: forces the bot to send another message that will be saved as new target for `/pin` *Note*: `/pin` supports markdown, but only `$rules` and `$title` placeholders
es_es: *La fijación de los mensajes* El "límite de 48 horas" para editar tus propios mensajes no se aplica a los bots. Este comando nació de la necesidad de la edición de la anclado mensaje sin enviarlo de nuevo, tal vez sólo para cambiar algunas cosas. Así que con `pin`, puede generar un mensaje para el pin, y editarlo cuantas veces usted desee. • `/pin [text]`: el bot enviaremos de regreso el texto usado como argumento, con markdown. Usted puede fijar el mensaje y el uso de `/pin [text]` de nuevo para editar • `pin`: el robot se encuentra el último mensaje de generar por `pin`, si es que todavía existe • `/newpin [text]`: obliga a que el bot para enviar otro mensaje en el que se guardará como nueva diana para el `pin` *Nota*: `pin` soporta markdown, pero sólo$rules` y `$title` marcadores de posición

source: *Group language* • `/lang`: change the bot language (works on groups and private chats) *Note*: the translators are volunteers, so neither the correctness nor completeness of localizations can be guaranteed. You can help improve translations on our [Crowdin Project](https://crowdin.com/project/group-butler). *Special characters* • `/config` command, then `menu` button: you will receive in private the menu keyboard. Here you will find two particular options: _Arab and RTL_. *Arab*: when Arab is not allowed (🚫), people who write Arab characters will be kicked from the group. *Rtl*: stands for 'Right To Left' character, is the cause of weird service messages written in the opposite direction. When Rtl is not allowed (🚫), people who write Rtl characters (or have it in their names) will be kicked.
es_es: *Grupo de idioma* • `/lang`: cambiar el bot idioma (trabajos en grupos y chats privados) *Nota*: los traductores son voluntarios, por lo que ni la exactitud ni la integridad de localizaciones puede ser garantizada. puede ayudar a mejorar las traducciones en nuestro [Crowdin Proyecto](https://crowdin.com/project/group-butler). *caracteres Especiales* • `/config` comando, entonces el botón `menú`: usted va a recibir, en privado, el menú del teclado. Aquí usted encontrará dos opciones: _Arab y RTL_. *Árabe*: Árabe cuando no está permitido (🚫), gente que escribe en Árabe caracteres será expulsado del grupo. *Rtl*: viene de "Derecha A Izquierda" del personaje, es la causa de extraños mensajes de servicio por escrito en la dirección opuesta. Cuando Rtl no está permitido (🚫),la gente que escribe Rtl caracteres (o la tienen en sus nombres) será expulsado.
